-- lua/plugins/alpha.lua
return {
  'goolord/alpha-nvim',
  event = 'VimEnter',
  dependencies = { 'nvim-mini/mini.icons' },
  config = function()
    local dashboard = require('alpha.themes.theta')

    dashboard.header.val = {
      '                                                     ',
      '  ███╗   ██╗ ███████╗ ██████╗  ██╗   ██╗ ██╗ ███╗   ███╗ ',
      '  ████╗  ██║ ██╔════╝██╔═══██╗ ██║   ██║ ██║ ████╗ ████║ ',
      '  ██╔██╗ ██║ █████╗  ██║   ██║ ██║   ██║ ██║ ██╔████╔██║ ',
      '  ██║╚██╗██║ ██╔══╝  ██║   ██║ ╚██╗ ██╔╝ ██║ ██║╚██╔╝██║ ',
      '  ██║ ╚████║ ███████╗╚██████╔╝  ╚████╔╝  ██║ ██║ ╚═╝ ██║ ',
      '  ╚═╝  ╚═══╝ ╚══════╝ ╚═════╝    ╚═══╝   ╚═╝ ╚═╝     ╚═╝ ',
      '                                                     ',
    }

    require('alpha').setup(dashboard.config)
  end,
}
